fixtures = [
    {  # 1
        "story_male": '["Привет! Сейчас ты пройдешь увлекательную историю. Но перед тем, как начать, введи свое имя и выбери свой пол"]',
        "story_female": '["Привет! Сейчас ты пройдешь увлекательную историю. Но перед тем, как начать, введи свое имя и выбери свой пол"]',
        "action_type": "edittext",
        "action_data_male": '["Введите ваше имя"]',
        "action_data_female": '["Мужчина", "Женщина"]',
        "background": "white_background.png",
    },
    {  # 2
        "story_male": '["Выбери свой пол"]',
        "story_female": '["Выбери свой пол"]',
        "action_type": "gender",
        "action_data_male": '["Мужчина", "Женщина"]',
        "action_data_female": '["Мужчина", "Женщина"]',
        "background": "white_background.png",
    },
    {  # 3
        "story_male": '["В слегка потных от волнения руках ты держишь телефон, который внезапно стал очень тяжелым", "На экране ярким голубым цветом выделяется крупное число, обозначающее количество денег на счете", "Ты переключаешь вкладку и тянешься пальцем к кнопке \'Купить\'"]',
        "story_female": '["В слегка потных от волнения руках ты держишь телефон, который внезапно стал очень тяжелым", "На экране ярким голубым цветом выделяется крупное число, обозначающее количество денег на счете", "Ты переключаешь вкладку и тянешься пальцем к кнопке \'Купить\'"]',
        "action_type": "button",
        "action_data_male": '["нажать", "4", "не нажимать", "5"]',
        "action_data_female": '["нажать", "4", "не нажимать", "5"]',
        "background": "phone.png",
    },
    {  # 4
        "story_male": '["Нажимаешь. Сердце замирает от ожидания", "— Неужели я решился/решилась на это? Потратить такую большую сумму за одно нажатие!", "Отвлекаясь от мыслей, ты замечаешь резкое изменение графика на экране. Все тело зависло в воздухе и..."]',
        "story_female": '["Нажимаешь. Сердце замирает от ожидания", "— Неужели я решился/решилась на это? Потратить такую большую сумму за одно нажатие!", "Отвлекаясь от мыслей, ты замечаешь резкое изменение графика на экране. Все тело зависло в воздухе и..."]',
        "background": "phone.png",
    },
    {  # 5
        "story_male": '["Спокойно убираешь палец и задумываешься", "Спокойно убираешь палец и задумываешься", "Отвлекаясь от мыслей, ты замечаешь резкое изменение графика на экране. Все тело зависло в воздухе и..."]',
        "story_female": '["Спокойно убираешь палец и задумываешься", "Спокойно убираешь палец и задумываешься", "Отвлекаясь от мыслей, ты замечаешь резкое изменение графика на экране. Все тело зависло в воздухе и..."]',
        "background": "phone.png",
    },
    {  # 6
        "story_male": '["— Потолок, кровать, утро. Я спал/спала! Это все был сон!", "— Фух", "Ты полностью расслабляешься, сердце перестает колотиться, а в голове пробегает мысль полежать в постели еще немного", "— Почему мне снятся такие странные сны? Я никогда всерьез не задумывался об инвестициях. Наверное, я..."]',
        "story_female": '["— Потолок, кровать, утро. Я спал/спала! Это все был сон!", "— Фух", "Ты полностью расслабляешься, сердце перестает колотиться, а в голове пробегает мысль полежать в постели еще немного", "— Почему мне снятся такие странные сны? Я никогда всерьез не задумывался об инвестициях. Наверное, я..."]',
        "action_type": "button",
        "action_data_male": '["хочу заработать", "7", "хочу сберечь деньги", "7", "еще не определился", "7"]',
        "action_data_female": '["хочу заработать", "7", "хочу сберечь деньги", "7", "еще не определилась", "7"]',
        "background": "white_background.png",
    },
]

'''
    {
        "story_male": '',
        "story_female": '',
        "description": "",
        "description_preview": "",
        "action_type": "",
        "action_data": '',
        "background": "",
        "character": "",
        "position": "",
    },
'''
